Repository: Cedric31/pootle
Catalog: pootle/locale/*/pootle_js.po
Languages: oc

source: Saved successfully.
oc: Enregistrat amb succès.

source: Deleted successfully.
oc: Suprimit amb succès.

source: Delete
oc: Suprimir

source: Add Language
oc: Apondre una lenga

source: Cancel
oc: Anullar

source: %(count)s language matches your query.
oc: %(count)s lenga correspond a vòstra requèsta.

source: There is %(count)s language.
oc: I a %(count)s lenga.

source: Search Languages
oc: Cercar de lengas

source: Find language by name, code
oc: Trobar lenga per nom, còde

source: Edit Language
oc: Editar la lenga

source: Use the search form to find the language, then click on a language to edit.
oc: Utilizatz lo formulari de recèrca per trobar la lenga, puèi clicatz sus une lenga per l'editar.

source: Code
oc: Còde

source: Full Name
oc: Nom complet

source: Special Characters
oc: Caractèrs especials

source: Number of Plurals
oc: Nombre de plurals

source: Plural Equation
oc: Eqüacion del plural

source: Save
oc: Enregistrar

source: Overview
oc: Vista d'ensemble

source: Add Project
oc: Apondre un projècte

source: %(count)s project matches your query.
oc: %(count)s projècte correspond a vòstra requèsta.

source: There is %(count)s project.
oc: I a %(count)s projècte.

source: Search Projects
oc: Cercar des projèctes

source: Find project by name, code
oc: Trobar projèctes per nom, code

source: Edit Project
oc: Editar lo projècte

source: Use the search form to find the project, then click on a project to edit.
oc: Utilizatz lo formulari de recèrca per trobar lo projècte, puèi clicatz sus un projècte per l'editar.

source: Quality Checks
oc: Verificacions de la qualitat

source: File Type
oc: Tipe de fichièr

source: Project Tree Style
oc: Estil d'arborescéncia del projècte

source: Source Language
oc: Font de la lenga

source: Ignore Files
oc: Ignorar fichièrs

source: String Errors Contact
oc: Contacte per las errors dins las cadenas de caractères

source: Screenshot Search Prefix
oc: Prefix de recèrca de las còpias d'ecran

source: Disabled
oc: Desactivat

source: Languages
oc: Lengas

source: Load More
oc: Ne cargar d'autras

source: Loading...
oc: Cargament...

source: Add User
oc: Apondre un utilizaire

source: %(count)s user matches your query.
oc: %(count)s utilizaire correspond a vòstra requèsta.

source: There is %(count)s user.
oc: I a %(count)s utilizaire.

source: Search Users
oc: Cercar utilizaires

source: Find user by name, email, properties
oc: Trobar per nom, email, proprietats

source: Edit User
oc: Modifier l'utilizaire

source: Use the search form to find the user, then click on a user to edit.
oc: Utilizatz lo formulari de recèrca per trobar l'utilizaire, puèi clicatz sur un utilizaire afin de l'editar.

source: Note: when deleting a user their contributions to the site, e.g. comments, suggestions and translations, are attributed to the anonymous user (nobody).
oc: Note : La supression d'un utilizaire attribue l'ensemble de ses contribucions (comentaris, suggestions e traduccions) a l'utilizaire anonim.

source: Username
oc: Nom d'utilizaire

source: Active
oc: Actiu

source: Password
oc: Senhal

source: Set a new password
oc: Définissez un novèl senhal

source: Email
oc: Corrièr electronic

source: Twitter username
oc: Nom d'utilizaire Twitter

source: LinkedIn perfile URL
oc: URL de perfil LinkedIn

source: Website
oc: Site Web

source: Personal website URL
oc: Vòstra URL de blog/site web personal

source: Short Bio
oc: Brève bio

source: Personal description
oc: Descripcion personala

source: Public Perfile
oc: Perfil public

source: Settings
oc: Paramètres

source: Statistics
oc: Estatisticas

source: Reports
oc: Rapòrts

source: Preview will be displayed here.
oc: L'apercebut s'aficharà aicí.

source: We have sent an email containing the special link to <span>%s</span>
oc: Nous avons envoyé un corrièr electronic contenant lo ligam spécial a <span>%s</span>

source: We have sent an email containing the special link to the address used to register this account.
oc: Nous avons envoyé un corrièr electronic contenant lo ligam spécial a l'adreça email utilizada per enregistrar aqueste compte.

source: Your account needs activation.
oc: Vòstre compte deu èsser activé.

source: Please follow that link to continue the account creation.
oc: Merci de seguir ce ligam per contunhar la création del compte.

source: Close
oc: Tampar

source: Your account is inactive because an administrator deactivated it.
oc: Vòstre compte es inactiu perque un administrator a desactivat celui-ci.

source: Contact Us
oc: Contactez-nous

source: This email confirmation link expired or is invalid.
oc: Ce ligam de confirmation d'email a expiré ou n'est pas valide.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
oc: Le ligam de reïnicializacion del senhal n'était pas correct, peut-être a-t-il déjà été utilisé ? Veuillez demander una novèla reïnicializacion de votre senhal.

source: Reset Password
oc: Réinitialiser lo senhal

source: Repeat Password
oc: Senhal

source: Set New Password
oc: Senhal

source: Sign In
oc: Se connecter

source: Social Services
oc: Caractères spéciaux

source: Login / Password
oc: Identificant / Senhal

source: Sign Up
oc: S’inscriure

source: Sign in as an existing user
oc: S'identifier en tant qu'utilizaire existant

source: An error occurred while attempting to sign in via %s.
oc: Una error s'es producha al moment de la connexion dempuèi %s.

source: An error occurred while attempting to sign in via your social account.
oc: Una error s'es producha al moment de la connexion dempuèi vòstre compte social.

source: Try again
oc: Essayez a novèl

source: Oops...
oc: Ops...

source: Go to the next string (Ctrl+.)<br/><br/>Also:<br/>Next page: Ctrl+Shift+.<br/>Last page: Ctrl+Shift+End
oc: Aller a la cadena seguenta (Ctrl+.)<br/><br/>Et aussi :<br/>Page seguenta : Ctrl+Shift+.<br/>Darrièra page: Ctrl+Shift+Fin

source: Go to the previous string (Ctrl+,)<br/><br/>Also:</br>Previous page: Ctrl+Shift+,<br/>First page: Ctrl+Shift+Home
oc: Aller a la page précédente (Ctrl+,)<br/><br/>Et aussi :</br>Page précédente : Ctrl+Shift+,<br/>Première page : Ctrl+Shift+Home

source: No results.
oc: Pas cap de resultat

source: Error while connecting to the server
oc: Error al moment de la connexion al servidor

source: Not found
oc: Pas trobat

source: Server error
oc: Error del servidor

source: The server seems down. Try again later.
oc: Sembla que lo servidor es fòra servici. Ensajatz pus tard.

source: This string no longer exists.
oc: Aquesta unitat existís pas mai.

source: Go back to browsing
oc: Tornar a la vista d'ensemble

source: Reload page
oc: Actualizar la pagina

source: Similar translations
oc: Traduccions similaras

source: Select...
oc: Seleccionar...

source: No results found
oc: Aucun resultat trouvé

source: Clear value
oc: Escafar la valor

source: disabled
oc: desactivat

source: Congratulations! You have completed this task!
oc: Félicitations, vous avez parcouru tous les éléments

source: %s second
oc: %s segonda

source: Collapse details
oc: Replegar los detalhs

source: Expand details
oc: Desplegar los detalhs

source: Edit My Public Perfile
oc: Editar mon perfil public

source: My Public Perfile
oc: Mon perfil public

source: Discard changes.
oc: Abandonar les modifications.

source: Yes
oc: Òc

source: No
oc: Non

source: There are unsaved changes. Do you want to discard them?
oc: I a changements qui ne sont pas salvats. Voulez-vous les anullar ?

source: To set or change your avatar for your email address (%(email)s), please go to gravatar.com.
oc: Pour mettre ou modifier votre avatar per votre adresse email (%(email)s), veuillez aller a gravatar.com.

source: Your Full Name
oc: Vòstre nom complet

source: Your Twitter username
oc: Vòstre nom d'utilizaire Twitter

source: Your LinkedIn perfile URL
oc: Vòstra URL de perfil LinkedIn

source: Your Personal website/blog URL
oc: Vòstra URL de blog/site web personal

source: Why are you part of our translation project? Describe yourself, inspire others!
oc: Pourquoi faites-vous partie de notre projècte de traduccion ? Décrivez vous, inspirez les autres !

source: A year ago
oc: I a un an

source: A week ago
oc: I a una setmana

source: Yesterday
oc: Ièr

source: An hour ago
oc: I a una ora

source: A minute ago
oc: I a una minute

source: A few seconds ago
oc: I a qualques segondas

source: Email Address
oc: Adreça de corrièr electronic

source: No, thanks
oc: Non, mercé

source: Send Email
oc: Corrièr electronic

source: All Languages
oc: Totas las lengas

source: All Projects
oc: Totes los projèctes

source: Entire Project
oc: Projècte entier

source: some anonymous user
oc: un certain utilizaire anonyme

source: someone
oc: quelqu'un

source: Project / Language
oc: Projècte / Lenga

source: Translated
oc: Traduch

source: Reviewed
oc: Relus

source: %s word
oc: mot

source: Datetime
oc: Data e ora

source: Comment
oc: Comentari

source: Action
oc: Accion

source: Amount
oc: Quantité

source: Rate
oc: Taux

source: Subtotal
oc: Sostotal

source: hour
oc: ora

source: word
oc: mot

source: Remove task
oc: Supprimer la prètzfach

source: Comment on it
oc: Commenter ceci

source: Summary
oc: Resumit

source: Period
oc: Période

source: (registered tasks)
oc: (prètzfaches enregistrées)

source: More
oc: Mai

source: Hide
oc: Amagar

source: Less
oc: Mens

source: Show
oc: Afichar

source: Translated by %(fullname)s in &ldquo;<span title="%(path)s">%(project)s</span>&rdquo; project %(time_ago)s
oc: Traduit per by %(fullname)s en &ldquo;<span title="%(path)s">%(project)s</span>&rdquo; projècte

source: Translated by %(fullname)s in &ldquo;<span title="%(path)s">%(project)s</span>&rdquo; project
oc: Traduit per by %(fullname)s en &ldquo;<span title="%(path)s">%(project)s</span>&rdquo; projècte
